Repository: gordielachance/bbpress-pencil-unread
Catalog: languages/bbppu-*.po
Languages: ar

source: General
ar: عام

source: Registration date check
ar: المواضيع القديمة

source: System
ar: النظام

source: Reset Options
ar: تعيين الإعدادات

source: Items older than the registration date of the user should be marked as read.
ar: المواضيع التي تاريخها قبل تاريخ تسجيل العضو إعتبرها كمقروءة.

source: Reset options to their default values.
ar: إعادة تعيين إعدادات هذه الإضافة للإعدادات الإفتراضية.

source: Reviewing it
ar: قم بتقييمها

source: make a donation
ar: التبرّع

source: Happy with this plugin ? %s and %s would help!
ar: هل أعجبتك الإضافة ؟ %s و %s هل ترغب بالمساعدة !

source: bbPress Pencil Unread Settings
ar: الإعدادات

source: Display which bbPress forums/topics have already been read by the user.
ar: نظام قراءة المواضيع: تمكنك هذه الإضافة من عرض إشارة زرقاء في المنتدى لعرض المواضيع الغير مقروءة (تابع لـ bbPress).

source: Marked as read
ar: إعتبار كمقروء

source: Mark all as read
ar: إعتبار الكل كمقروء

source: <strong>ERROR</strong>: No forum was found! Which forum are you marking as read ?
ar: <strong>خطأ</strong>: لم يتم إيجاد المنتدى ! أي منتدى أشرت إليه كمقروء ؟

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
ar: <strong>خطأ</strong>: هل أنت متأكد من رغبتك في فعل هذا ؟

source: <strong>ERROR</strong>: There was a problem marking this forum as read!
ar: خطأ: هناك مشكلة في إعتبار هذا المنتدى كمقروء !
